<template>
  <div id="building">
    <div id="SearchView">
      <el-descriptions title="青年教师助力培训指南">
        <el-descriptions-item >
          <div>
            <span>一、目标任务

对任教三年以上、有发展潜力的乡村中小学青年教师开展不少于10天的师德养成与学科育人能力培训，助力乡村青年教师实现从合格到胜任的转变。

（一）帮助青年教师把“立德树人”落实到学科教学体系中，以德施教、以德育德，解决工作中的师德困惑，增强乡村教育情感，提高师德践行能力。

（二）以学科育人能力为主线，重点提升青年教师对教学内容及课程标准的理解、对学生认知规律的分析、对课堂学习活动的设计以及对课堂作业的命制等专项能力。

（三）指导青年教师将信息技术与学科融合，形成运用信息技术优化课堂教学和学生学习的能力。

（四）树立教科研工作意识，提升青年教师发现教学问题，运用多种方式解决教学问题的反思研究能力。

（五）引导青年教师制定职业发展规划，特别是从合格教师到胜任教师的成长计划，助力青年教师专业持续发展。</span>
            <el-divider></el-divider>
            <span>二、课程设置

聚焦乡村青年教师专业发展核心价值、必备品格和关键能力，依据教师培训课程指导标准，围绕师德修养、专业理念与学科知识、学科育人与教学反思、信息技术与学科融合四个维度设置培训课程。

（一）师德修养

重点从思想政治、师德修养、社会担当四个模块设计课程主题。主要包括习近平新时代中国特色社会主义思想、社会主义核心价值观、全国教育大会精神与新时代教师队伍建设政策解读，学科育德的途径与方法，“四有”好老师的使命与担当，身边最美教师故事，乡村振兴战略规划等专题内容，促进乡村青年教师树立崇高的教育理想，增强终身从教的责任感、使命感和荣誉感，做有乡村教育情怀的教师。

（二）专业理念与学科知识

重点从专业理念、学科和学科教学知识、学生和学习知识三个模块设计课程主题。主要包括基础教育课程改革，学科知识体系、思想方法与学科发展史，学科课程标准和学科核心素养解读，学科教学知识，中小学生身心成长和学习规律，中国学生发展核心素养等。助力乡村青年教师完善知识结构，增强文化底蕴，提升专业素养。

（三）学科育人与教学反思

重点从教学设计、教学实施、教学评价、教学反思四个模块设计课程主题。主要包括基于学科课程标准的教学设计、教学实施与教学评价，校本课程的开发与实施，基于全面发展、“五育”并举的学科育人，课堂教学作业设计，教学质量过程性测评，学生综合素质评价，基于问题发现的教学反思与自主专业发展等。助力乡村青年教师具备胜任学科教育教学的能力。

（四）信息技术与学科融合

重点从信息技术与学科融合的内涵、信息技术融合学科教学的路径、信息技术与学科融合的技术三个模块设计课程主题。主要包括信息技术与学科融合促进学习兴趣、信息技术融合于学科提高教学效率、运用信息技术培养学生实践能力、提升教师和学生信息素养等。优化青年教师的教学方式和教学效率。</span>
          </div>
        </el-descriptions-item>
      </el-descriptions>
    </div>
  </div>
</template>

<style scoped>
#building{
  background:url("@/assets/background4.jpg");
  width: 100%;
  height: 100%;
  position: fixed;
  background-size: 100% 100%;

}
</style>

<script>
export default {
  name: 'SearchView'
}
</script>
